{
    "devils": [
        {
            "img": "metatron",
            "race": "Herald",
            "name": "Metatron",
            "desc": "The greatest of all the angels. He is the angel of many names, \"the voice of God\" and \"the angel of contracts\" are but two of over 70. He is even suspected to be god himself. Most archangels have the suffix \"el\" that means \"servant of god.\" Metatron does not have this and his name translates to \"the one who serves behind the throne.\" In Judaism, Metatron was the one who guided Moses and parted the sea in his escape from the Egyptian army. For this Metatron is held in the highest regard."
        },
        {
            "img": "lucifer",
            "race": "Tyrant",
            "name": "Lucifer",
            "desc": "The one who rules hell and all of its inhabitance, formerly known as the archangel of light. His name means \"morning star\" and before he fell, was the chief of the Seraphim. With a third of Gods angels on his side, Lucifer rebelled against God. He was defeated by Gods superior forces however, and in hell awaits his chance to strike again."
        },
        {
            "img": "yoshitsune",
            "race": "Hero",
            "name": "Yoshitsune",
            "desc": "A Japanese Shogun in the late Heian era. Younger brother of Minamoto No Yoritomo, and well known for his childhood name Ushiwakamaru. With his brother he won great glory as he finally defeated the Taira clan at the battle of Dan-no-Ura."
        },
        {
            "img": "vishnu",
            "race": "Deity",
            "name": "Vishnu",
            "desc": "One of the primary gods in the Hindu lore. He is called \"the preserver\" and the incarnation of sun light. Appearing in different locations in one of his ten \"Avatar\" forms, he saves the world from danger and restores peace."
        },
        {
            "img": "trunpeter",
            "race": "Fiend",
            "name": "Trumpeter",
            "desc": "Angels with trumpets that appear in the Book of Revelation. As their trumpets sound the stars will fall, fire and disaster will consume the earth as it turns into a living hell."
        },
        {
            "img": "shiva",
            "race": "Fury",
            "name": "Shiva",
            "desc": "The Hindu creator and destroyer of the world. Along with Vishnu, Shiva is one of the most revered gods in the Hindu faith. There is a belief that he will destroy the world near its end, purifying it during its reconstruction. He uses his destructive force towards demons, and bestows blessings on to those who worship him. His weapon is a trident of light, and his third eye is said to be able to set the world ablaze."
        },
        {
            "img": "mot",
            "race": "Reaper",
            "name": "Mot",
            "desc": "A god of Ugaritic mythology that is the personification of death and desolation and is considered to be the lord of the underworld. He is also the counterpart of the head Ugaritic god Baal. Mot killed Baal who never approved of him but was killed in turn by his sister, Anat. It is said that when Baal was revived due to Anat's victory over Mot, Mot also came back to life."
        },
        {
            "img": "michael",
            "race": "Herald",
            "name": "Michael",
            "desc": "His name means \"Who is Like God\" and is one of the archangels. When Lucifer rebelled against God, the great strategist Michael was the one to defeat and trap Lucifer. He is well known for many other spectacular deeds, and to this day has a strong following in Europe."
        },
        {
            "img": "mara",
            "race": "Tyrant",
            "name": "Mara",
            "desc": "The hard bringer of death. A Hindu demon that dominates spirits, and holds the power to instill fear. During his meditations, Buddha almost gave in to his temptation when Mara seduced him under a linden, a hardwood tree. Maras' great power was a sight to behold. His rigid strength spread far and wide, giving birth to many vile creatures."
        },
        {
            "img": "marishiten",
            "race": "Kishin",
            "name": "Marici",
            "desc": "Known as Marishiten in Japan, she is a sun goddess of Buddhism. Her name means \"light\" or \"heat haze\". In Japan, she was worshiped by warriors, said to give the benefits of protection from harm and the ability to attack the enemy without being noticed. She is often portrayed as having 3 heads, 6 or 8 arms with weapons like swords, bows, and vajra."
        },
        {
            "img": "alice",
            "race": "Fiend",
            "name": "Alice",
            "desc": "A ghost who appears as a small blonde girl. Contrary to how she looks, her magical powers are formidable. Some say she is the ghost of an English girl who suffered a gruesome death. Others claim she was born from the twisted desires of a disturbed writer's mind, alas not even she can recall the truth."
        },
        {
            "img": "izanami",
            "race": "Megami",
            "name": "Izanami",
            "desc": "A goddess in Japanese mythology known as \"Mother Earth\". She gave birth to the islands with her husband Izanagi. She mothered many gods, but she died from burns birthing the fire god Hinokagutsuchi. Izanagi traveled to Yomi no kuni to bring her back to the land of the living, but when he saw her changed and deformed, he ran in fear. Afterwards, Izanami became the goddess of the dead, Yomotsu-Okami."
        },
        {
            "img": "kouryu",
            "race": "Dragon",
            "name": "Huang Long",
            "desc": "One of the holy dragons of Chinese lore, the Golden Dragon appears in times of great fortune or joy. His dominion over the earth extends to the four gods Long, Gui Xian, Feng Huang, and Baihu."
        },
        {
            "img": "koutei",
            "race": "Hero",
            "name": "Huang Di",
            "desc": "The Yellow Emperor of China, one of the Three Sovereigns and Five Emperors in ancient Chinese lore. He is known as the creator or inventor. He created culture itself, gifting people with shelter, clothes, vehicles, music, medicine and many other great advancements."
        },
        {
            "img": "rama",
            "race": "Hero",
            "name": "Rama",
            "desc": "A prince of Kosala and the seventh avatar of Vishnu. He is the protagonist of the epic poem, the Ramayana. In the story he shows great valor saving his wife and killing the evil demon Ravana. His serious but earnest demeanor made him a popular hero in India."
        },
        {
            "img": "baal",
            "race": "Deity",
            "name": "Baal",
            "desc": "A god of storm and rain worshipped in the Canaan region, his name means \"Lord\" in ancient Semitic. Like his title, he is the chief deity in Ugaritic mythology.\nAfter being incorporated into Egyptian mythology, he is equated with the storm god Seth, and is depicted in a similar fashion."
        },
        {
            "img": "vasuki",
            "race": "Drake",
            "name": "Vasuki",
            "desc": "A giant serpent of Hindu legend. It is said the gods bound him to Mount Mandar to churn the sea of milk to create Amrita, the nectar of immortality. With the gods pulling him from one side and the Asura from the other, the strain caused him to vomit up potent venom. Shiva acted quickly to drink the venom before it could sour the Amrita."
        },
        {
            "img": "lakshmi",
            "race": "Megami",
            "name": "Lakshmi",
            "desc": "The goddess of beauty and good fortune in Hindu lore. Vishnu's wife and Kama's mother, she is the goddess of love. She is the embodiment of beauty and is unrivaled. Lakshmi is a fabulous dancer, charming even the gods with her enchanting moves."
        },
        {
            "img": "zaougongen",
            "race": "Fury",
            "name": "Zaou-Gongen",
            "desc": "A saint that originated in Japan and is believed to be a fusion of Buddha, Guanyin and Maitreya. Zaou-Gongen was created as a part of Kinpussen belief system before the Nara period."
        },
        {
            "img": "barong",
            "race": "Avatar",
            "name": "Barong",
            "desc": "A greatly worshiped beast god that dwells in the forests of Bali. Adorned with mirror like jewels, every 210 days a festival is held for this lion like beast. Once an evil demon that was feared, through ritual became the guardian of the people. As a symbol of good, it is fated to war with Rangda, the avatar of evil, for all eternity."
        },
        {
            "img": "set",
            "race": "Vile",
            "name": "Seth",
            "desc": "The Egyptian god of evil, the desert, lightning and storms. He murdered his brother Osiris and tried to become chief of the gods, but was soon overthrown by Osiris' son, Horus. Seth moved on to be worshiped by more accepting people away from the Nile River."
        },
        {
            "img": "samael",
            "race": "Fallen",
            "name": "Samael",
            "desc": "A mysterious angel whose name means \"poison of God.\" Though an angel, he is considered the leader of demons, often depicted as a large winged serpent. Opinions differ on whether he is one of the fallen or not."
        },
        {
            "img": "ixtab",
            "race": "Reaper",
            "name": "Ixtab",
            "desc": "The Mayan goddess of suicide. She is said to guide the souls of deceased members of the priesthood, victims of sacrifice and war, and those who committed suicide, to live in luxury for ever under the shade of Yaxche."
        },
        {
            "img": "hraesvelgr",
            "race": "Raptor",
            "name": "Hresvelgr",
            "desc": "A giant eagle in Norse mythology that sits at the very top of the world tree Yggdrasil. The winds blow whenever it beats its wings. \nIt is forever at war with the snake Nidhoggr, which lives at the tree's roots."
        },
        {
            "img": "palerider",
            "race": "Fiend",
            "name": "Pale Rider",
            "desc": "One of the Four Horseman of the Apocalypse, he rides a pale horse and represents death. He has the power to destroy life.\nThe four horsemen have the power to conquer and kill and often thought to bring chaos."
        },
        {
            "img": "earlking",
            "race": "Wood",
            "name": "Erlkonig",
            "desc": "An evil wood spirit appearing in Germany's Scharzwald. He charms people and leads them to their deaths. His name means \"Alder King\", and true to his name, he is the ruler of the alders of the Black Forest. Alder trees tend to begin life in places with damp soil, but can grow in even the most barren environments. It is said that the Erlkonig is the strongest of the alder trees. Humans who encroached upon his forest were cleverly charmed and led to their deaths, which gave rise to tales of a demonic tree brimming with evil."
        },
        {
            "img": "ashratu",
            "race": "Lady",
            "name": "Asherah",
            "desc": "A goddess from Ancient Semitic religion, married to the Lord of the Mountains Amurru. She is thought of as the Mother of all Gods. As the goddess of love and fertility she was worshiped in ancient Babylonia. She is also known as Astarte in other religions."
        },
        {
            "img": "siegfried",
            "race": "Hero",
            "name": "Siegfried",
            "desc": "The name of the hero in the German epic poem Nibelungenlied. He became invincible but for a spot on his back when he was bathed in the blood of a legendary dragon he slayed. In exchange for his sisters' hand in marriage, the king of Burgundy asked Siegfried to help him trick Brunnhilde the queen of Iceland to marry him. Though successful when Brunnhilde found out about the deception years later, she killed Siegfried out of spite."
        },
        {
            "img": "thor",
            "race": "Kishin",
            "name": "Thor",
            "desc": "The Norse god of thunder. Later known as the god of agriculture, he was worshipped mostly by farmers. Thor is a heroic and honest god with unrivaled strength. Some claim he could even swallow a cow whole. With the magical hammer Mjolnir which returns to its owner after being thrown, he smites his enemies with ease."
        },
        {
            "img": "surtr",
            "race": "Tyrant",
            "name": "Surt",
            "desc": "A fire giant in Norse lore. He rules the fire realm, Muspelheim, and brandishes the burning sword Laevateinn. At Ragnarok, he will set the world ablaze."
        },
        {
            "img": "ananta",
            "race": "Snake",
            "name": "Ananta",
            "desc": "A serpent with 1,000 heads in Hindu lore. This god will appear in the beginning and end of a world. Ananta is Sanskrit for \"infinite.\" After resting on him, Vishnu woke up and created the universe."
        },
        {
            "img": "mansemat",
            "race": "Herald",
            "name": "Mastema",
            "desc": "An angel who serves by persecuting evil in Jewish folklore. As the commander of demons, he is permitted to test the faith and hearts of humans. Although in the fragments of Zadok and Dead Sea Scrolls, Mastema is mentioned as \"the father of all evil\" \"the bringer of misfortune\" or \"the one who flatters God\"."
        },
        {
            "img": "susanoo",
            "race": "Fury",
            "name": "Susano-o",
            "desc": "A violent god of Japanese legend. Born to Izanagi and Izanami and brother of Amaterasu. Banned from Takaamagahara for uncouth behavior, he later performed heroic deeds such as slaying Orochi saving Kushinada who he then married. Soon after, he honors his sister with a godly gift, the sword of Kusanagi which he obtained from the tail of the Orochi."
        },
        {
            "img": "ishtar",
            "race": "Megami",
            "name": "Ishtar",
            "desc": "The goddess of love and war, worshiped in ancient Mesopotamia, also called \"the queen of the heavens\". In the \"Epic of Gilgamesh\" she is depicted as a woman with many suiters, charming the hearts of heroes, then turning them into beasts and slaughtering them when she had her fun."
        },
        {
            "img": "amaterasu",
            "race": "Deity",
            "name": "Amaterasu",
            "desc": "The Japanese goddess of the sun and light. She is one of the chief deities of Takaamagahara, the land of the Amatsu gods. Her most known tale is the time the world was shrouded in darkness when she withdrew into Amano-iwato, annoyed at her brother Susano-os' fit of rage. As does the Ise Shrine, many worship her as the goddess of nature."
        },
        {
            "img": "nergal",
            "race": "Reaper",
            "name": "Nergal",
            "desc": "The god of Sumerian lore who represents war, plague, floods and most ills. When the gods held a gathering, he refused to kneel to the messenger of Ereshkigal, goddess of the underworld, who summoned him soon afterwards. He took 14 guards given to him by his father Ea, with the full intention of killing Ereshkigal. However, she promised to become his wife and give him control over the underworld, so he spared her life."
        },
        {
            "img": "flauros",
            "race": "Fallen",
            "name": "Flauros",
            "desc": "One of the 72 demons of the Goetia. He appears as a leopard and can see the past and future. He can control fire and burn all his adversaries to death."
        },
        {
            "img": "blackrider",
            "race": "Fiend",
            "name": "Black Rider",
            "desc": "One of the four horsemen of the Apocalypse, he rides a black horse and carries a scale. He has the power to bring famine, and the right to end people's lives through their suffering. \nThe four horsemen have the power to conquer and kill and often thought to bring chaos."
        },
        {
            "img": "cuchulainn",
            "race": "Genma",
            "name": "Cu Chulainn",
            "desc": "A gallant Celtic hero, son of the sun god Lugh. His weapon is the mighty spear Gae Bolg. His good looks could be deceiving, for in battle he is ferocious, tearing down his enemies and wiping out entire armies."
        },
        {
            "img": "blackfrost",
            "race": "Jaki",
            "name": "Black Frost",
            "desc": "A Jack Frost that has grown immensely powerful and wickedly evil.\nJack Frosts are peaceable winter fairy pranksters, but when they go too far, honing their evil skills and immersing themselves in the dark arts, they become this heinous creature."
        },
        {
            "img": "fafnir",
            "race": "Drake",
            "name": "Fafnir",
            "desc": "An evil dragon of Norse lore who was defeated by the hero Siegfried. In the Volsunga Saga, written around the  13th century, he is depicted as a giant wyrm with legs that shook the earth as he moved and could even spit poison."
        },
        {
            "img": "frostace",
            "race": "Genma",
            "name": "Frost Ace",
            "desc": "A Jack Frost who donned an Ice Vest and turned into a superhero.\nLittle is known about him, but rumor has it there was a tragic incident and now his heart burns with vengeance, though it is still frozen in sorrow. As Fate toys with this dark hero, what will he do? Will he exact vengeance, or be a merciful hero? Hiding his insecurities behind that cool and cute face, he continues to fight on."
        },
        {
            "img": "lilith",
            "race": "Night",
            "name": "Lilith",
            "desc": "Adam's first wife in the Old Testament. She became a demon after leaving Eden. There are various theories as to how she fell, but all agree she is an iconic adulteress. When she rebelled against God, she was cursed to have a snake's tail instead of legs, and often depicted as such."
        },
        {
            "img": "quetzalcoatl",
            "race": "Dragon",
            "name": "Quetzalcoatl",
            "desc": "An Aztec creator god known as \"the feathered serpent\". He created humans from his own blood and known as the god of wind and giver of life. Quetzalcoatl is identified as the sun, and Venus is said to be his heart. Initially he was worshiped as the god of water and harvest, later recognized as the god of culture."
        },
        {
            "img": "garuda",
            "race": "Avian",
            "name": "Garuda",
            "desc": "A gargantuan bird in Indian lore, greatest enemy of the Naga. To save his captured mother from the Naga, He stole Amrita from the gods in exchange for her freedom. Impressed, Vishnu grants Garuda immortality in exchange for becoming his steed."
        },
        {
            "img": "gogmagog",
            "race": "Jirae",
            "name": "Gogmagog",
            "desc": "A giant said to have lived in ancient Britain.\nHe was so huge, he could destroy a ship with a single swing of his arm. He defended the island against intruders until he was defeated by the Trojan Brutus."
        },
        {
            "img": "orcusreaper",
            "race": "Reaper",
            "name": "Orcus",
            "desc": "The god whose name was said to refer to the very underworld itself in Roman mythology. His huge and intimidating stature is often depicted in ancient Roman murals. However, he later was often associated with other Greek gods as time went on."
        },
        {
            "img": "anat",
            "race": "Megami",
            "name": "Anat",
            "desc": "The goddess of birth and death in Semitic lore. She is Baal's sister and wife.\nLike Baal, she is a god of fertility, but is also known for her terrible curse of death. It is said that even her father El in the heavens feared her power. She cast an annual curse of death on the ruler of the underworld and her son/son-in-law, Mot, which caused the cycle of fertility of the land. Fertilized by the blood of men, her altar was constantly supplied with human sacrifices."
        },
        {
            "img": "tzitzimitl",
            "race": "Tyrant",
            "name": "Tzitzimitl",
            "desc": "Goddess of Aztec myth who governs night and fear. Her war with the sun god caused a catastrophic solar eclipse, making her a symbol of death and evil. She also demands a sacrifice every 52 years."
        },
        {
            "img": "redrider",
            "race": "Fiend",
            "name": "Red Rider",
            "desc": "One of the four horsemen of the apocalypse. He rides on a red horse and holds a great sword. He has the power to corrupt peace on earth and make people kill each other.\nThe four horsemen have the power to conquer and kill and often thought to bring chaos."
        },
        {
            "img": "jeannedarc",
            "race": "Hero",
            "name": "Jeanne d'Arc",
            "desc": "The girl who became the hero of France appearing near the end of the Hundred Years War, also known as \"the Maid of Orleans.\" After praying to God for victory, she drove the English out of Orleans. However she was later captured at Compienge and was burned at the stake. Years later her conviction was overturned, and was canonized."
        },
        {
            "img": "hellsangel",
            "race": "Fiend",
            "name": "Hell Biker",
            "desc": "Clothed all in black, a red scarf streaming, he rides full of rage calling himself the \"Angel of Hell\". His strong hate for the world and himself turned him into this vile demon whose violent hatred is infectious."
        },
        {
            "img": "yam",
            "race": "Drake",
            "name": "Ym",
            "desc": "A dragon of ancient Semitic lore of the Palestinian region. He is enemies with Baal, the god of fertility and agriculture. He dwells underwater and gains his powers by ruling the seas and rivers, which he also causes to flood. Even though it was Baal who defeated him, because there are similarities to the way Tiamat was killed by Marduk in Babylonian lore, some believe that Ym and Tiamat are in fact the same being."
        },
        {
            "img": "sphinx",
            "race": "Holy",
            "name": "Sphinx",
            "desc": "A beast from Greek mythology with the head and breasts of a beautiful woman, the body of a lion and hawk-like wings. In a rage, the goddess Hera sent Sphinx to punish the people of Thebes, where Sphinx asked a riddle of those attempting to pass, eating those who could not answer. The hero Oedipus answered correctly and in shock threw herself off a cliff, to her death. However, in Egyptian lore she was worshiped as a symbol of the sun god."
        },
        {
            "img": "shouki",
            "race": "Kishin",
            "name": "Zhong Kui",
            "desc": "A god in Chinese lore whose mission is to vanquish evil. One day, when the Emperor Xuanzong was sick, he had a dream where an imp tried to steal his wife Yang Kuei Feis' belongings. Zhong Kui, a large man, suddenly appeared and rid the imp with ease. Miraculously after waking from the dream, the emperor was cured. As a human, Zhong Kui committed suicide after failing an exam to become an imperial official, but Emperor Gaozu gave him an honorable burial. To repay the emperor, Zhong Kui swore to rid the world of evil."
        },
        {
            "img": "loki",
            "race": "Tyrant",
            "name": "Loki",
            "desc": "An evil god of Norse mythology known as the trickster. Loki was born to the giants, archenemies of the gods. Thanks to a treaty that Odin, lord of the gods, made with the giants, Loki was permitted to join the ranks of the gods. He was said to look cunning, attracting many. At times he would even transform into a woman to have a male mate. Though he is the cause of much strife, he is known to be the hero in some situations which make him a peculiar and intriguing god."
        },
        {
            "img": "whiterider",
            "race": "Fiend",
            "name": "White Rider",
            "desc": "One of the four horsemen in the Book of Revelation. He wears a crown rides a white horse and is tasked to bring undeniable victory. The four horsemen have the power to conquer and kill and often thought to bring chaos."
        },
        {
            "img": "hecatoncheir",
            "race": "Jaki",
            "name": "Hecatoncheires",
            "desc": "Giants born from Uranus and Gaia. With 50 heads and 100 arms, their name means \"those with 100 arms.\" During the war of the Titans, Zeus freed them from Tartarus to help him obtain victory."
        },
        {
            "img": "odin",
            "race": "Deity",
            "name": "Odin",
            "desc": "A Great warrior and magician, seeker of wisdom and the chief of the Norse gods. He willingly sacrificed an eye to drink from the Well of Wisdom. As the chief of the gods, Odin will gladly welcome anyone with a warrior spirit."
        },
        {
            "img": "matador",
            "race": "Fiend",
            "name": "Matador",
            "desc": "A master sportsman who entertains the audience at the risk of his own life in a show where one mistake can mean death. It is said that this apparition was born from the lament of those who died performing, and fueled by the desire to please the crowd."
        },
        {
            "img": "nidhogg",
            "race": "Drake",
            "name": "Nidhoggr",
            "desc": "An evil dragon of Norse lore that dwells beneath Yggdrasil, gnawing at its roots for sustenance. He is known for leading his kin into war against Hraesvelgr. Even after Ragnarok the end of days, he will linger, feeding off the corpses of the dead."
        },
        {
            "img": "persephone",
            "race": "Reaper",
            "name": "Persephone",
            "desc": "The goddess that became Hades' wife in Greek mythology and who is said to have the power to bring fertility to the earth. While playing with the Oceanids, the earth cracked and Hades appeared and took her away to the underworld. Without her, the earth grew barren, but she was allowed to return by the other gods for several months of each year, bringing fertility back while she was free."
        },
        {
            "img": "gurr",
            "race": "Raptor",
            "name": "Gurr",
            "desc": "A demon that takes the shape of a giant bird in Sri Lankan lore. It is thought to be a derivation of Garuda."
        },
        {
            "img": "anubis",
            "race": "Avatar",
            "name": "Anubis",
            "desc": "Egyptian god of the underworld.\nIn ancient Egyptian art work, Anubis is portrayed as having a human figure with dark skin and the head of a jackal. He weighs the hearts of the dead to determine their fate.\nWhen Osiris was killed by Seth, Anubis was the one who reanimated the body, hence known for his skill in mummification."
        },
        {
            "img": "bishamonten",
            "race": "Kishin",
            "name": "Bishamonten",
            "desc": "One of the Four Heavenly Kings in Buddhist faith, also known as Tamonten.\nHe is commonly depicted wearing armor, with a spear in hand and an angry expression on his face. Bishamonten is protector of the North under the command of Sakra and is a similar being to the eight legions. He is renowned as a war god, for even Prince Shotoku prayed to him, and later incorporated as one of the Seven Gods of Fortune, the deity that protects wealth."
        },
        {
            "img": "dantalion",
            "race": "Fallen",
            "name": "Dantalian",
            "desc": "One of the 72 demons of the Goetia. He is a duke with many faces that change constantly. He holds a heavy book in his right hand which has the thoughts of all living beings, past, present, and future, written in a language only he can read."
        },
        {
            "img": "yurlungur",
            "race": "Snake",
            "name": "Yurlungur",
            "desc": "A great copper snake from Murngin lore. As a god of harvest he controls the weather. He resides in a holy pond filled with rainbow-colored water giving him the name \"Rainbow Serpent\"."
        },
        {
            "img": "hokutoseikun",
            "race": "Fury",
            "name": "Beiji-Weng",
            "desc": "The Taoist deification of the Big Dipper. He governs death and judgement. He handles the fortunes and misfortunes of people's lives, but is known mostly for judging the fate of the deceased. He is especially feared by those who know they have sinned."
        },
        {
            "img": "saraswati",
            "race": "Megami",
            "name": "Sarasvati",
            "desc": "The goddess of knowledge and wisdom in Hindu lore, and the wife of Brahma. Also as the goddess of music and arts, she is skilled in every art known to man, often depicted holding the lute. Her name means \"the one who flows\" for she is the incarnation of a river."
        },
        {
            "img": "gukumatz",
            "race": "Dragon",
            "name": "Gucumatz",
            "desc": "A giant monster with blue and green plumage that appears in the Popol Vuh of Mayan lore. The god of the sky Huracan and the god of the sea Gucumatz conjured mountains and land from water and gave life to the world. The ancient Mayans also called Gucumatz the god of creation for this reason."
        },
        {
            "img": "beelzebub",
            "race": "Tyrant",
            "name": "Beelzebub",
            "desc": "The King of Hell, known as \"Lord of the Flies.\" By making them carry the souls of the dead, he keeps the flies he rules in order. In the Bible he is mentioned as one of the most formidable demons of high rank. It is also said that he was once the lord Baal of Canaan who was punished and became Beelzebub."
        },
        {
            "img": "ongyouki",
            "race": "Brute",
            "name": "Ongyo-Ki",
            "desc": "One of the four oni controlled by Fujiwara no Chikata in the Heian period. It is extremely adept at hiding its presence, striking enemies from the shadows. The Ninjas where modeled after this demon."
        },
        {
            "img": "azrael",
            "race": "Herald",
            "name": "Azrael",
            "desc": "The angel of death. Azrael holds a book in which all names are inscribed. A name is erased from record when one dies. He is hideous to behold with a body covered in hundreds of eyes and mouths. With his many eyes he watches and punishes those who sin."
        },
        {
            "img": "skadi",
            "race": "Lady",
            "name": "Skadi",
            "desc": "A Nordic goddess of winter, and daughter of a giant. According to legend, all the gods will return to her at the end of Ragnarok for her name contains the meaning \"shadow.\"\nAfter her ill-fated marriage to Njord the god of the sea and wealth, she happily remarried Ullr the god winter."
        },
        {
            "img": "rangda",
            "race": "Femme",
            "name": "Rangda",
            "desc": "A wicked enchantress and the symbol of evil in Balinese Hinduism. When a witch full of hate strays from the path of good to serve evil, they become this vile creature. Rangda uses black magic to cause natural disasters, plagues, curses, and even uses evil spirits to do her bidding."
        },
        {
            "img": "tsukuyomi",
            "race": "Genma",
            "name": "Tsukuyomi",
            "desc": "The moon god from Japanese mythology. Tsukuyomi was said to have been born from the right eye of Izanagi during purification after his escape from Yomi no kuni, the underworld. Tsukuyomi was the second of the \"three noble children,\" who was commanded by his father Izanagi to watch over the night sky. In the Chronicles of Japan, Tsukuyomi and his sister the sun goddess Amaterasu part ways due to their disagreements. This is why the sun and moon appear at different times in the sky."
        },
        {
            "img": "girimekhala",
            "race": "Vile",
            "name": "Girimekhala",
            "desc": "A gargantuan elephant monster of Sri Lankan lore. It is typically portrayed as being ridden by the demon Mara. Whoever looks into its evil eye is said to be met with misfortune."
        },
        {
            "img": "prometheus",
            "race": "Deity",
            "name": "Prometheus",
            "desc": "A Titan in Greek mythology, his name means \"foresee.\" The Titans were the race of giants who ruled the world before the great Olympian gods. Prometheus is well known for stealing fire from the gods and giving it to mankind."
        },
        {
            "img": "oberon",
            "race": "Fairy",
            "name": "Oberon",
            "desc": "The king of the fairies and the husband of Titania. He is quite old, but due to a curse he received as a child, he remains young and beautiful. Oberon is magically gifted with the power to influence the minds of men and place them under his control."
        },
        {
            "img": "kudlak",
            "race": "Jaki",
            "name": "Kudlak",
            "desc": "A vampire that represents evil and darkness who opposes Kresnik, he that is blessed by light.\nIt is said that all bad things, including disease, poor harvests, and bad luck, are due to Kudlak. He transforms into various animal forms to better fight Kresnik, however these other forms always seem to have a black hue."
        },
        {
            "img": "es",
            "race": "Wood",
            "name": "Es",
            "desc": "Instinctual desires buried deep within the human psyche. The famed Austrian psychologist, Freud, described this as one of the three agents, the id, that encompass human mentality. Es embodies this instinctual, uncoordinated energy that drives our subconscious minds towards attaining pleasure and fulfilling our own selfish needs. In reality, humans are grounded by social niceties with the ego acting as the mediator between the id and any such rules or constructs. Nonetheless, Es will attempt to draw our carnal desires to the surface, while a mind's super-ego works to counter this."
        },
        {
            "img": "ganesa",
            "race": "Yoma",
            "name": "Ganesha",
            "desc": "A god of wisdom and good luck in Indian mythology, often depicted with an elephants head. He is said to protect against disasters, bestow wisdom, and bring wealth and fortune therefore loved and widely worshiped especially by merchants. Ganesha was originally created by Parvati from her own filth to guard against Shiva her husband from peeking as she bathed. But when Shiva returned one day to find his path blocked by Ganesha, he cut the youth's head off, not knowing who he was. Seeing this, Parvati was stricken with grief, and Shiva, in panic, cut off the head of a passing elephant and placed it on Ganesha's shoulders."
        },
        {
            "img": "tlaltecuhtli",
            "race": "Jirae",
            "name": "Tlaltecuhtli",
            "desc": "A monster of Aztec lore.\nDuring the earth's creation, she was ripped in half by Quetzalcoatl and Tezcatlipoca. Half became the earth and half became the sky."
        },
        {
            "img": "yatagarasu",
            "race": "Avian",
            "name": "Yatagarasu",
            "desc": "A divine creature in Japanese lore. They are three-legged birds sent by Amaterasu to help humans and are said to have helped Emperor Jinmu claim victory. Because of their divinity some without faith are driven mad at their sight."
        },
        {
            "img": "mishagujisama",
            "race": "Vile",
            "name": "Mishaguji",
            "desc": "A native Japanese god worshipped widely around the Shinano region from before the Yamato administration took control. Many places in Japan that include the word \"Shakuji\" are said to be named in tribute to this god."
        },
        {
            "img": "kingfrost",
            "race": "Tyrant",
            "name": "King Frost",
            "desc": "The king of snow. He is a snowman large and proud, ruling and commanding the infinite number of Jack Frosts. King Frost retains the ability to freeze the world over entirely but as are the Jack Frosts, he is a bit innocent and naive."
        },
        {
            "img": "chernobog",
            "race": "Reaper",
            "name": "Chernobog",
            "desc": "The god of night, evil, and death, whose name means \"black god\" in Slavic lore. He is often depicted as the one who will destroy the world and is thought of more as a demon than a god. The curse, \"May the black god kill you,\" is still used to this day."
        },
        {
            "img": "sucubus",
            "race": "Night",
            "name": "Succubus",
            "desc": "Originating in European folklore, the Succubus is the female counterpart to the Incubus. They visit men in their dreams sucking the life force out of them. They appear as great beauties in dreams, but in fact are ugly hags."
        },
        {
            "img": "seiryu",
            "race": "Dragon",
            "name": "Long",
            "desc": "One of the Ssu-Ling, celestial creatures in Chinese lore. The Four beasts were divided equally throughout the land to protect the five emperors in ancient China. There is even a mural depiction of them in the Kitora Tomb in Japan. Long the azure dragon is protector of the east and represents the season of spring. In Feng Shui, placing water in the east, guides Longs' power and is said to bring good fortune."
        },
        {
            "img": "sleipnir",
            "race": "Holy",
            "name": "Sleipnir",
            "desc": "Odin's eight-legged horse of Norse lore. Not only can it run at incredible speeds but it can also fly and ferry the dead to the heavens. Its father was Svadilfari and its mother was Loki in the guise of a female horse, given to Odin as a gift. It is also used as a symbol of the gallows. The tree from which Odin himself hug in the underworld to retrieve the Runes, was also called Sleipnir."
        },
        {
            "img": "jikokuten",
            "race": "Kishin",
            "name": "Jikokuten",
            "desc": "One of the Four Heavenly Kings in Buddhist faith.\nHe is commonly shown wearing armor, with a sword in hand and an angry expression on his face. Jikokuten is protector of the East under the command of Sakra and is a similar being to the eight legions. He also helps maintain the security of the nation."
        },
        {
            "img": "pazuzu",
            "race": "Vile",
            "name": "Pazuzu",
            "desc": "A demon lord of southeast winds and scorching sands from Sumerian lore. He's a vile demon with the head and arms of a lion, the body of a human, birdlike wings, hawk like talons, a poisonous tail like a scorpion, and a strange horn protruding from his forehead. Pazuzu rides the warm winds from the Persian Gulf spreading diseases that can only be cured by magical means."
        },
        {
            "img": "pallasathena",
            "race": "Megami",
            "name": "Pallas Athena",
            "desc": "The goddess of war in Greek mythology and one of the twelve Olympian gods. She sprung from Zeus' forehead fully armored after he swallowed her mother, Metis. She is also considered the goddess of skill and art, and though she is the goddess of war, would only engage in battle to protect that which she loves and never for the sake of warfare."
        },
        {
            "img": "titania",
            "race": "Fairy",
            "name": "Titania",
            "desc": "The queen of the fairies and wife of King Oberon. She is based on the Roman goddess Diana. With her faithful flower pixies by her side, she gathers magic from moonlight. And is well known for her role as the fairy queen in Shakespeare's \"A Midsummer Night's Dream."
        },
        {
            "img": "sandalphon",
            "race": "Herald",
            "name": "Sandalphon",
            "desc": "Angel of heavenly hymns. His name means \"brother\" and is the twin of Metatron. Sandalphon is a giant whose head reaches heaven and a man could spend a life time trying to climb him but never reach the top. He is also responsible for deciding the gender of a child in the womb and there are even theories of him actually being a woman."
        },
        {
            "img": "seitentaisei",
            "race": "Fury",
            "name": "Wu Kong",
            "desc": "Seiten Taisei also known as Sun Wu Kong was supposedly born from a rock at the summit of the Mountain of Flowers and Fruit. He appears as a main character in the Chinese classical novel \"Journey to the West\" and famous for his monkey like appearance. He wreaked havoc and was punished by Buddha, but was eventually saved by a monk named Santsang and traveled with him on a journey towards enlightenment."
        },
        {
            "img": "cerberus",
            "race": "Beast",
            "name": "Cerberus",
            "desc": "A large three-headed beast from Greek mythology, guard dog of the gateway to the underworld and often depicted with a snake for a tail. Born to the giant of wind Typhon and the snake Echidna, its brother is Orthrus."
        },
        {
            "img": "fenrir",
            "race": "Wilder",
            "name": "Fenrir",
            "desc": "A giant wolf beast of Nordic lore, son of the evil god Loki. In fear of Fenrir's ever-growing stature, the gods bind him with the magical rope Gleipnir. However, at Ragnarok his magical bindings will be broken and he will rise against the Aesir in combat."
        },
        {
            "img": "yamatanoorochi",
            "race": "Snake",
            "name": "Orochi",
            "desc": "An eight-headed and eight-tailed serpent from Japanese lore. It's said that trees and moss grow on its body and its belly ever wet with human blood. Every year it demanded a maiden for sacrifice but was tricked and slain by the mighty Susano-o. The sword of Kusanagi was obtained by Susano-o from the tail of the Orochi."
        },
        {
            "img": "rakshasa",
            "race": "Jaki",
            "name": "Rakshasa",
            "desc": "Demons of Hindu lore that appear on moonless nights.\nThey are feared for being deformed and hideous, but are actually shape shifters, changing their appearance at will to deceive people."
        },
        {
            "img": "kikurihime",
            "race": "Lady",
            "name": "Kikuri-Hime",
            "desc": "The goddess of Shirayama, also called Shirayama-Himie.\nShe mediated the well-known argument between Izanagi and Izanami in Yomi no kuni, the land of the dead. Soon after the two made up, and conceived Susano-o and Amaterasu. She is the goddess of love and marriage, also known as \"Kukuri\" which means to bring people together."
        },
        {
            "img": "throne",
            "race": "Divine",
            "name": "Throne",
            "desc": "The third of the nine orders of angels.\nThey are the highest order of angels with physical form and also go by the names of Ofanim and Galgalim which means \"wheel\". They are called \"the throne carriers\" but in fact they themselves were vehicles resembling the modern-day tank."
        },
        {
            "img": "hanuman",
            "race": "Genma",
            "name": "Hanuman",
            "desc": "A heroic god of Hindu lore. Often depicted as a monkey he is extremely agile and had great intelligence. His name means, \"jaw.\" With golden skin his face shines scarlet, and he also has a long tail. As the son of the wind god Vayu, he has the power to fly and can transform into anything at will."
        },
        {
            "img": "abaddon",
            "race": "Tyrant",
            "name": "Abaddon",
            "desc": "Lord of the abyss in the Book of Revelation, the source of evil and cause of plagues. He leads the seventh order of demons who appear at the sounding of the fifth trumpet on Judgement Day, when he will command a horde of locusts wreaking havoc and suffering. His name means \"destroyer\" and \"endless pit\" and even considered the abyss itself."
        },
        {
            "img": "titan",
            "race": "Jirae",
            "name": "Titan",
            "desc": "One of the three groups of children born from Gaia and Uranus in Greek lore. The Titans, unlike the other two groups, were born into human form. It is said they all wore bronze armor. They fought against the Olympians in Titanomachy, a great war that lasted 10 years, but were finally defeated."
        },
        {
            "img": "hel",
            "race": "Reaper",
            "name": "Hel",
            "desc": "The goddess of the underworld in Norse mythology. The word \"Hell\" was derived from her name. Her father is the god Loki and her mother is the giantess Angrboda. Her brothers are the giant wolf Fenrir and the world serpent Jormungandr.\nHel rules over Niflheim, the realm of the dead, where she controls the fate of all the souls of the dead. She is also the only known god in Norse mythology to have the power to bring the dead back to life."
        },
        {
            "img": "anzu",
            "race": "Raptor",
            "name": "Anzu",
            "desc": "An evil deity of Mesopotamian folklore with an eagle's body and lion's head. While the god of Enlil purified himself, Anzu stole the Tablets of Destiny from him."
        },
        {
            "img": "maneater",
            "race": "Undead",
            "name": "Man Eater",
            "desc": "A man-eating temptress, she was once a woman that seduced countless men and committed unspeakable acts while alive. Now, even as a zombie, she maintains her appearance, continues to seduce men and literally devours them."
        },
        {
            "img": "alraune",
            "race": "Wood",
            "name": "Alraune",
            "desc": "A cursed wood spirit in the form of a beautiful woman that's known to bloom under the gallows when innocents condemned to death shed their last tears or as the dead ejaculate when their necks snap. Her flowers take the shape of purple bells, which bears an orange fruit, and its roots take on a humanoid appearance. This puts her into the same family as the Mandrake and her fruits are used to produce drugs or hypnotics, while some even believe them to be a kind of panacea. Like the Mandrake, she's also known for letting out a bloodcurdling scream when pulled from the ground, but humans throughout history have sought after her despite any such dangers. Originally appearing in German legends as an evil female spirit, her name can also be interpreted as the \"teller of secrets\"."
        },
        {
            "img": "tiamat",
            "race": "Drake",
            "name": "Tiamat",
            "desc": "The primordial goddess of Babylonian lore whose form resembles a dragon. She governs the sea and gave birth to many deities with her consort Apsu, the god of fresh water. When war broke out between her and the gods, she spawned 11 monsters to fight by her side, but they were defeated by the leader of the gods, Marduk. Her body was first ripped apart and then used to create the world."
        },
        {
            "img": "mitra",
            "race": "Deity",
            "name": "Mitra",
            "desc": "A god of the sun and war in Zoroastrian lore, and also recognized as the god of contracts and fraternity. He punishes those who are corrupt and is known to cure disease, sustaining harmony and truth on earth."
        },
        {
            "img": "vetala",
            "race": "Haunt",
            "name": "Vetala",
            "desc": "A type of Preta in Hindu and Buddhist lore. Vetala are considered the greatest and most dangerous of all Preta. They lurk in graveyards reanimating corpses to do their bidding, attacking humans until everything and everyone is mangled."
        },
        {
            "img": "isis",
            "race": "Lady",
            "name": "Isis",
            "desc": "The mother goddess of Egypt. She is wife and sister to Osiris, god of the underworld. When the God Seth dismembered and threw Osiris into the Nile River, it was Isis who brought him back to life. Soon after their son Horus was conceived. Originally the goddess of harvest, she is also known for being \"the goddess of resurrection\" or \"the moon goddess.\" Not only was she worshiped in Egypt, but even Greece and Rome as well."
        },
        {
            "img": "ose",
            "race": "Fallen",
            "name": "Ose",
            "desc": "One of the 72 demons of the Goetia. He has the power to reveal truths and fill his summoners enemies with blind rage. Ose can also change a person to their desired look, but as a consequence that person will not realize the transformation took place."
        },
        {
            "img": "berserk",
            "race": "Brute",
            "name": "Berserker",
            "desc": "Fierce Norse warriors who fight heedlessly and without fear. In battle their blood boils, attacking friend and foe with blind ferocity. Their name comes from the bearskin coats they adorn and are the warriors of Odin."
        },
        {
            "img": "dominion",
            "race": "Divine",
            "name": "Dominion",
            "desc": "The fourth of the nine orders of angels.\nTheir duty is to oversee the other angels. Their actions are a manifestation of God's will, and they wish for their domination to be spread throughout the universe."
        },
        {
            "img": "dakini",
            "race": "Femme",
            "name": "Dakini",
            "desc": "Hindu deities of passion and relations. Their name means \"sky dancer\" and are Kali's attendants. They eat human flesh and gather at graveyards and crematories each night."
        },
        {
            "img": "suzaku",
            "race": "Avian",
            "name": "Feng Huang",
            "desc": "One of the Ssu-Ling, celestial creatures in Chinese lore. The Four beasts were divided equally throughout the land to protect the five emperors in ancient China. There is even a mural depiction of them in the Kitora Tomb in Japan. Huang the Vermilion Bird is protector of the south and represents the season of summer. It is gigantic, resembles a quail and is said to chirp in five beautiful voices."
        },
        {
            "img": "ifrit",
            "race": "Yoma",
            "name": "Efreet",
            "desc": "A powerful fire spirit in Arabian lore. The Efreet will bring great fortune to those whom it deems worthy. Though it is easily upset and will crush its summoner if irritated. It is well known for its appearance in the book \"Arabian Nights\"."
        },
        {
            "img": "grendel",
            "race": "Jaki",
            "name": "Grendel",
            "desc": "A hideous giant with great claws from the poem \"Beowulf.\"\nIrked by the boisterous bellows ringing from the hall of King Hrothgar, he attacked, ferociously killing many of Hrothgar's men.\nHearing of the evil deeds of Grendel, the hero Beowulf took up arms, slaying the foul creature in an arduous battle."
        },
        {
            "img": "koumokuten",
            "race": "Kishin",
            "name": "Koumokuten",
            "desc": "One of the Four Heavenly Kings in Buddhist faith.\nHe is commonly depicted wearing armor, with a trident in hand and an angry expression on his face. Koumokuten is protector of the West under the command of Sakra and is a similar being to the eight legions. He keeps a close watch on the world with his sharp gaze and enlightens people with his speeches."
        },
        {
            "img": "arahabaki",
            "race": "Vile",
            "name": "Arahabaki",
            "desc": "One of the chief gods of ancient Japanese lore. His image is reflected in Shakoukidogu statues. Because he was worshipped by Nagasunehiko, who defeated Emperor Jimmu's army, he was seen as a symbol of rebellion toward the Emperor, causing his adherents to be persecuted."
        },
        {
            "img": "scathach",
            "race": "Megami",
            "name": "Scathach",
            "desc": "The war goddess of Celtic lore, as well as the queen of the Land of Shadows. She is a skilled magician and a master warrior. She trains young men who come to her in the art of war. The famed Cu Chulainn was one of her students, gifting him with the legendary Gae Bolg once he mastered her teachings."
        },
        {
            "img": "chimera",
            "race": "Avatar",
            "name": "Chimera",
            "desc": "A beast that is part lion, part goat, and part snake.  In Greek mythology its father is the giant Typhon and mother the snake god Echinda. While in Lycia, the rampaging Chimera was slain by the mighty hero Bellerophon on his steed the Pegasus. To the Hittites, Chimera is a symbol representing the seasons, each animal part representing a different one. From its unique look any new animal species that is genetically crossbred is also called a Chimera."
        },
        {
            "img": "kresnik",
            "race": "Genma",
            "name": "Kresnik",
            "desc": "A holy vampire hunter blessed by the light. His name means \"cross.\" Kresnik and his rival the Slovenian vampire, Kudlak both had the power to turn into various animals. When transformed Kresnik was distinctly white and Kudlak had a darker hue. It is said that evil can never overcome light, and each battle ends with Kresnik being victorious. Nevertheless the battles between them were epic."
        },
        {
            "img": "horus",
            "race": "Deity",
            "name": "Horus",
            "desc": "The Egyptian god of the sky. The son of Osiris and Isis, he represents the falcon and other great symbols. In certain areas and eras he is recognized as the sun or chief of the gods."
        },
        {
            "img": "sikiouji",
            "race": "Brute",
            "name": "Shiki-Ouji",
            "desc": "A Shikigami conjured by Onmyoji with the power to heal or inflict pain and suffering. It usually takes the form of a paper doll or animal, but can change its shape freely. Those who touch it will fall victim to its curse."
        },
        {
            "img": "mohshuvuu",
            "race": "Raptor",
            "name": "Moh Shuvuu",
            "desc": "Meaning \"evil bird,\" it's the ghost of a young girl who died without knowing love in Buryat lore.\nShe seduces travelers, only to crack their heads open and suck out their brains with her beak."
        },
        {
            "img": "byakko",
            "race": "Holy",
            "name": "Baihu",
            "desc": "One of the Ssu Ling, celestial creatures in Chinese lore. The Four beasts were divided equally throughout the land to protect the five emperors in ancient China. There is even a mural depiction of them in the Kitora Tomb in Japan. Baihu, the white tiger, is protector of the west and represents the season of autumn. In ancient times the tiger was considered the king of all beast and Baihu their leader."
        },
        {
            "img": "kushinadahime",
            "race": "Lady",
            "name": "Kushinada",
            "desc": "A deity from Japanese mythology that governs fertility and fields. Princess Kushinada was youngest of the eight daughters born to Ashinazuchi and Tenazuchi. All of her sisters were sacrificed to the giant snake Orochi but when it was her turn, she was saved by Susano-o and became his wife."
        },
        {
            "img": "virtue",
            "race": "Divine",
            "name": "Virtue",
            "desc": "The fifth of the nine orders of angels, also known as \"The Shining Ones.\" \nThey give hope to people through the miracles they perform. Virtue also played the role of midwife to Eve in the birthing of Cain."
        },
        {
            "img": "lilin",
            "race": "Night",
            "name": "Lilim",
            "desc": "The daughters of Lilith, the first wife of Adam, sired by demons in the Old Testament.\nThey are seducers preying upon men preferably of the Clergy, creeping into their dreams. As their mother they are identified with the succubi, feared as the evil temptation that lurks by."
        },
        {
            "img": "setanta",
            "race": "Fairy",
            "name": "Setanta",
            "desc": "A brave young hero in Celtic lore. He was attacked by a vicious guard dog when he arrived at Chulainn manor, killing it with his bare hands. He took up its role as guardian, and adopted the name \"Cu Chulainn,\" meaning \"Culann's Hound\" and swore to serve and protect until a replacement was sired."
        },
        {
            "img": "illuyankas",
            "race": "Dragon",
            "name": "Illuyanka",
            "desc": "A serpentine dragon god who ruled the seas in Hittite mythology. In ancient Near Eastern civilizations, the rough waters and river floods were often thought to be caused by mighty dragons such as Illuyanka. There are many legends about him, including a time when he fought the god of storms, showing greater power than his opponent."
        },
        {
            "img": "orcus",
            "race": "Tyrant",
            "name": "Horkos",
            "desc": "A demon in Greek mythology, and king of the vile Orcs. In the middle ages pigs were often used in animal sacrifice, which may be why he is often depicted with a hogs' head."
        },
        {
            "img": "pialay",
            "race": "Wilder",
            "name": "Peallaidh",
            "desc": "Half-human, half-beast sprites of Scotland that live by the water, lakes, rivers, and seashores. They are part of a group of fairies known as Urisks. The Peallaidh have the top half of a hairy man, the legs of a deer, and the hooves of a goat. When lonely, they chase after travelers."
        },
        {
            "img": "kawancha",
            "race": "Jirae",
            "name": "Kwancha",
            "desc": "A demon of disease that lives in the underworld of Nepali folklore.\nA bringer of stomachaches, it will appear at crossroads. But if you make an offering and chant a mantra, it will defend you from sickness. He is also Shiva and Kali's attendant. There is a Nepali festival where Kwancha appears among other gods."
        },
        {
            "img": "madgasser",
            "race": "Foul",
            "name": "Mad Gasser",
            "desc": "A mysterious tall man garbed in black that wickedly disperses an unknown poisonous gas. The inhalation of his sweetly scented concoction causes intense headaches and vomiting. He returns when people begin to forget his existence, though he is rarely seen."
        },
        {
            "img": "genbu",
            "race": "Snake",
            "name": "Gui Xian",
            "desc": "One of the Ssu Ling, celestial creatures in Chinese lore. The Four beasts were divided equally throughout the land to protect the five emperors in ancient China. There is even a mural depiction of them in the Kitora Tomb in Japan. Gui Xian the turtle is protector of the north and represents the season of winter. It gives guidance based on the future it foresees and will even fight against evil in the guise of a human."
        },
        {
            "img": "apis",
            "race": "Holy",
            "name": "Apis",
            "desc": "The bull-god of Ptah, the god of creation in Egyptian lore, deeply worshiped in the Memphis region. Apis was conceived by the union of a cow and a ray of light from the heavens. It is said to have 29 distinct identifying marks, such as a diamond on its forehead and an eagle mark on its back."
        },
        {
            "img": "ares",
            "race": "Fury",
            "name": "Ares",
            "desc": "The god of war in Greek mythology, and one of the twelve Olympians. Aries is notorious for his temper and cruelty often being shunned by the other gods. In contrast the Olympian goddess of war and wisdom Athena is held in a higher regard.  Other than Apollo, he is arguably the most aesthetically pleasing to behold."
        },
        {
            "img": "arianrhod",
            "race": "Megami",
            "name": "Arianrhod",
            "desc": "A Welsh goddess of the moon also known as Arianfuroddo. Arian means \"silver\" and furoddo means \"wheel\". Her wheel was said to be used to ferry the dead to the afterlife. The moon symbolizes death and regeneration, which is why she is also highly worshiped as the goddess of rebirth. There are some who hold festivities at the full moon to praise her."
        },
        {
            "img": "aman",
            "race": "Beast",
            "name": "Ammut",
            "desc": "A creature of Egyptian lore with the head of a crocodile, the front legs of a lion, and the hind legs of a hippo. When a person dies, he must be judged by Osiris. His heart is weighed on a scale, and if the heart is heavier than the feather of truth, the heart is given to Ammut to devour, denying the dead of eternal life. His name means \"the one who greedily devours\"."
        },
        {
            "img": "laughinskull",
            "race": "Haunt",
            "name": "Chatterskull",
            "desc": "A sentient skull from Dominican folklore. Those who hear its high-pitched screeching laugh are doomed to have a bone chilling death."
        },
        {
            "img": "jatayu",
            "race": "Avian",
            "name": "Jatayu",
            "desc": "The King of Vultures and son of the sacred bird Garuda in Indian lore. In the epic Ramayana, Jatayu aids his friend King Rama who is Vishnu incarnate. When Rama's wife Sita is kidnapped by the demon-king Ravana, Jatayu fought with all his might to save her."
        },
        {
            "img": "lailah",
            "race": "Herald",
            "name": "Lailah",
            "desc": "An angel in Judeo-Christian lore that presides over conception.\nShe is the intermediary between pregnant women and God. When a woman conceives a child, the seed is given to God, who then decides the child's sex, appearance, and destiny. After such things are decided, a new soul is placed into the woman's womb."
        },
        {
            "img": "unicorn",
            "race": "Holy",
            "name": "Unicorn",
            "desc": "A mythical white horse from European lore, with a spiraled horn in the middle of its forehead. Its unique horn is said to have healing and other magical properties. The story goes that greatness will come to the one who can capture this fantastic beast. Though that is no easy task for the Unicorn only reveals itself to the purest of young maidens."
        },
        {
            "img": "mermaid",
            "race": "Femme",
            "name": "Mermaid",
            "desc": "Half-woman, half-fish creatures of the ocean. Their male counterparts are called \"Mermen.\" Legend says they use their voices to charm men, causing them to crash their ships. Mermaids are regarded as unlucky omens by men of the sea, and are a sign of a bad catch or devastating storms."
        },
        {
            "img": "kaiwan",
            "race": "Night",
            "name": "Kaiwan",
            "desc": "Written in the Book of Amos, the Old Testament as the one who was worshiped by the Israelites before the heavenly lord was accepted. He is associated with the stars and often assimilated with Sakkutthe god of Saturn and was once called the god of the sky."
        },
        {
            "img": "silky",
            "race": "Fairy",
            "name": "Silky",
            "desc": "A house fairy of England and Scotland. She carries out household chores while everyone sleeps and is a welcome spirit. It is said you can hear her silk skirts rustle as she works. However, she will kill anyone who tries to cause harm to the family she protects."
        },
        {
            "img": "camazotz",
            "race": "Raptor",
            "name": "Camazotz",
            "desc": "An evil bat who dwelled in Xibalba in Mayan lore. When the heroic twins Xbalanque and Hunahpu went to Xibalba, he decapitated Hunahpu at the Bat House."
        },
        {
            "img": "mandrake",
            "race": "Wood",
            "name": "Mandrake",
            "desc": "A magical plant whose roots look like a human. There are male and female versions. Mandrakes are a precious component in potions to heal sickness, but obtaining one is very hard. When pulled from the ground, they give a bloodcurdling scream, killing anyone unlucky enough to hear it."
        },
        {
            "img": "makami",
            "race": "Avatar",
            "name": "Makami",
            "desc": "A wolf god of Japanese folklore. People originally feared the Makami, eventually that strong emotion deified the beast. The Makami can see into the heart of humans, protecting those who are good but punishing those who are evil. It is often drawn on prayer boards to prevent fires and thefts. At the same time, however, it was feared as a man-eater."
        },
        {
            "img": "zouchouten",
            "race": "Kishin",
            "name": "Zouchouten",
            "desc": "One of the Four Heavenly Kings in Buddhist faith.\nHe is commonly depicted wearing armor, with a sword in hand and an angry expression on his face. Zouchouten is protector of the South under the command of Sakra and is a similar being to the eight legions. He is also the god of fertility and agriculture, and affects the growth of all things."
        },
        {
            "img": "baphomet",
            "race": "Vile",
            "name": "Baphomet",
            "desc": "A goat-headed demon that governs Black Masses. His name is sometimes used as a catch-all term for demons in general. During the Inquisition of the Templar Knights, this name was mentioned as the evil that was worshiped at the time. Witches are known to worship him as well."
        },
        {
            "img": "forneus",
            "race": "Fallen",
            "name": "Forneus",
            "desc": "One of the 72 demons of the Goetia. When summoned it appears as a large winged fish or similar sea creature. This creature is especially well versed, teaching its summoner the art of rhetoric. One who masters Forneus' craft is able to convince even the most stubborn minds."
        },
        {
            "img": "yomotsuikusa",
            "race": "Brute",
            "name": "Ikusa",
            "desc": "A demon soldier in the Yomi army from Japanese lore. He loyally serves the gods of Yomi no kuni. When Izanagi tried to rescue his wife Izanami from Yomi, Ikusa was one of the monsters sent to chase after Izanagi when he realized Izanami had become a hideous hag."
        },
        {
            "img": "mothman",
            "race": "Wilder",
            "name": "Mothman",
            "desc": "A cryptid sighted in the USA from the 1960s to 1980s. It has red, shining eyes and was known for the finlike appendages on the sides of its body. It's said to walk on two feet and fly without moving its appendages. It can keenly sense blood to track its source and feed on it. Eyewitnesses say that a UFO was sighted when Mothman appeared, so some believe that it is actually an alien."
        },
        {
            "img": "makara",
            "race": "Dragon",
            "name": "Makara",
            "desc": "A holy creature that carries the gods on its back in Hindu lore. It lives in rivers and lakes. It is a type of fish said to have the qualities of crocodiles, hippopotami, elephants, and Naga. In the Da Tang Xiyu Ji, a Buddhist record of the western world, it is the size of a mountain and its eyes shine like the sun."
        },
        {
            "img": "pele",
            "race": "Lady",
            "name": "Pele",
            "desc": "The Hawaiian volcano goddess. She is lava that became the deity of fire, lightning and dance. She is known for her beauty, passion and temper, spewing lava onto those who anger her turning them to stone. Pele is highly worshiped by the islanders for it is believed that she dwells in the sacred Mt. Kilauea."
        },
        {
            "img": "power",
            "race": "Divine",
            "name": "Power",
            "desc": "The sixth of the nine orders of angels.\nIt is said that they were the first of the angels to be created. They are the first line of defense in the hallways of Heaven to prevent demons from entering. In ancient Greek they are called \"Exia\" which means \"the ones who are angels and yet not true angels\"."
        },
        {
            "img": "tamlin",
            "race": "Genma",
            "name": "Tam Lin",
            "desc": "A fairy knight from Scotland. As a member of the Seelie Court, his duty is to guard the forest of Carterhaugh. When he was still a human boy, he was kidnapped by the fairy queen after fainting from an unfortunate horse riding accident. He soon learned to adopt their ways."
        },
        {
            "img": "valkyrie",
            "race": "Yoma",
            "name": "Valkyrie",
            "desc": "Odin's daughters in Norse lore. From their flying steeds they fight with vigor. They dutifully guide the souls of fallen warriors to Valhalla in preparation for Ragnarok."
        },
        {
            "img": "kahaku",
            "race": "Jirae",
            "name": "Hua Po",
            "desc": "A tree spirit of Chinese lore who sprouts from trees used for hangings.\nShe is much smaller than a human, and cannot speak, but her voice is said to be as clear as a bird's song."
        },
        {
            "img": "bodyconian",
            "race": "Undead",
            "name": "Bodyconian",
            "desc": "Wearing a form-fitting one-piece dress, with her hair long and straight, she is the embodiment of fasion from Japan's economic bubble years in the late 80's and early 90's. This style was particularly common in Tokyo where girls could often be found waving \"Juliana Fans\" as they danced the nights away. This \"bodycon\" culture burst along with the bubble and lives on now only in this zombified form."
        }
    ],
    "tips": [
        {
            "data": [
                {
                    "msg": "Tap the [?] in the top right corner of the screen for details.",
                    "title": "When in doubt"
                },
                {
                    "msg": "Notification settings can be changed from Other in Options.",
                    "title": "Notifications"
                },
                {
                    "msg": "Turn on the Skip dialog option from the Options menu to prevent previously read quest cutscenes from playing again.",
                    "title": "Skipping Cutscenes"
                },
                {
                    "msg": "On your Profile screen, the Lawful, Neutral or Chaotic icon will change according to the choices you make as the story progresses. This will not affect gameplay.",
                    "title": "LNC"
                },
                {
                    "msg": "If your current members aren't up to the task, remember that you can swap parties.",
                    "title": "Battle Basics 1"
                },
                {
                    "msg": "Powerful skills require a lot of MP and cannot be spammed.",
                    "title": "Battle Basics 2"
                },
                {
                    "msg": "Almighty Attribute skills do not hit the enemy's weak point, nor can it be nullified or drained by a demon's elemental affinities.",
                    "title": "Almighty Attribute"
                },
                {
                    "msg": "Some skills have a use limit due to their powerful effect.",
                    "title": "Limited Use Skills"
                },
                {
                    "msg": "When low on MP, it's nice to have a skill that requires little MP.",
                    "title": "Low MP-use Skills"
                },
                {
                    "msg": "Beware, Charge and Concentrate effects will not overlap.",
                    "title": "Non-stacking Skills"
                },
                {
                    "msg": "Defeat enemy healers first to increase your chances of winning.",
                    "title": "Battle Basics 3"
                },
                {
                    "msg": "Some demons have powerful Unique Skills, so try to make them your ally.",
                    "title": "Unique Skills"
                },
                {
                    "msg": "With the right skill, you can negate the enemy's ability to resist or nullify damage.",
                    "title": "Piercing Skills"
                },
                {
                    "msg": "Counter a Buff with a Debuff to cancel out the effect.",
                    "title": "Cancelling effects"
                },
                {
                    "msg": "From Search on the Friends List screen, type in an ID number to find a Player.",
                    "title": "Friend Search"
                },
                {
                    "msg": "Edit Message in Your Profile to change the dialog that other players can see on the STORY screen.",
                    "title": "Edit Message"
                },
                {
                    "msg": "Tap CHAT to chat during a battle.",
                    "title": "Chat"
                },
                {
                    "msg": "When a Dx2 interacts with you, a Social Reward will be sent to your Gift Box.",
                    "title": "Social Gifts"
                },
                {
                    "msg": "Demons afflicted by Curse will be healed less than usual when using healing skills or items.",
                    "title": "Status Ailment: Curse"
                },
                {
                    "msg": "If a demon is hit with a status ailment while already afflicted by Weak, the ailment will have a 100% success rate. However, if the demon possesses immunity to status ailments, their immunity will have priority. ",
                    "title": "Status Ailment: Weak"
                },
                {
                    "msg": "Demons afflicted with Poison will receive damage after their turn. If their HP is reduced to zero due to Poison damage, they will die.",
                    "title": "Status Ailment: Poison"
                },
                {
                    "msg": "Demons afflicted by Bind will not be able to move during their turn and will also not be able to dodge enemy attacks.",
                    "title": "Status Ailment: Bind"
                },
                {
                    "msg": "Demons afflicted by Charm will randomly attack allies or heal enemies during their turn.",
                    "title": "Status Ailment: Charm"
                },
                {
                    "msg": "Demons afflicted with Mute will not be able to use skills. They can still use their regular attack.",
                    "title": "Status Ailment: Mute"
                },
                {
                    "msg": "If an enemy has Null or Repel, you can always Pass on that turn rather than wasting skills.",
                    "title": "Don't forget that you can PASS a turn in battle."
                }
            ],
            "lv": 0
        },
        {
            "data": [
                {
                    "msg": "Use Souls collected in Aura Gate on the Item screen to give the applicable demon Skill Points.",
                    "title": "Use Soul"
                }
            ],
            "lv": 2001
        },
        {
            "data": [
                {
                    "msg": "Tap the QUICK button in STORY to jump to the next or most recently played Quest location.",
                    "title": "History"
                },
                {
                    "msg": "Can be obtained in STRANGE SIGNAL.\nThe type of AETHER available depends on the day of the week, and Quests of a higher difficulty will have better drop rates for higher tiered Aether.",
                    "title": "Strange Signal"
                },
                {
                    "msg": "Use SIGNAL SCANNER to unlock all STRANGE SIGNAL quests for a limited time.",
                    "title": "Signal Scanner"
                },
                {
                    "msg": "Quests of higher difficulty will have higher Macca and Exp gains.",
                    "title": "Brands of Sin"
                },
                {
                    "msg": "Trade the Fragments collected in WANTED for demons at Summoning Portal.",
                    "title": "Fragment Summon"
                }
            ],
            "lv": 2004
        },
        {
            "data": [
                {
                    "msg": "Demons sent on Demon Dispatch can still be used in quests.",
                    "title": "Demon Dispatch"
                }
            ],
            "lv": 2100
        },
        {
            "data": [
                {
                    "msg": "Convert multiple Aether of the same type with Aether Conversion for one with a higher rarity.",
                    "title": "Aether Conversion"
                }
            ],
            "lv": 4100
        },
        {
            "data": [
                {
                    "msg": "Demons may demand the life of one of your allies in Talk. Whether to oblige is up to you.",
                    "title": "Talk/Sacrifice"
                },
                {
                    "msg": "Use Demon Contracts in Talk to make them successful, or so I've heard...",
                    "title": "Demon Contracts"
                },
                {
                    "msg": "Some times when a demon is on the brink of death, they will Talk to you. This is your chance to make a new ally.",
                    "title": "Talk Beg"
                },
                {
                    "msg": "The Talk option will pop-up randomly in battle, so don't miss these chances.",
                    "title": "Talk"
                }
            ],
            "lv": 1001
        },
        {
            "data": [
                {
                    "msg": "When an attack with No effect is used, not only does it deal no damage, but also wastes an additional icon.",
                    "title": "Null"
                },
                {
                    "msg": "When an attack is Repelled, the demon attacking will take damage and lose an additional icon.",
                    "title": "Repel"
                },
                {
                    "msg": "When an attack is drained, the HP of the demon attacked will heal and the attacking demon will lose an additional icon.",
                    "title": "Drain"
                },
                {
                    "msg": "Increase max number of demons you can own from your demon list. This will require Gems.",
                    "title": "Increasing Demon Slots"
                },
                {
                    "msg": "Dx2s also have skills. Create a party befitting each Dx2.",
                    "title": "Dx2 Skills"
                },
                {
                    "msg": "The Awaken Skills of Common types will be an extension of their basic skills.",
                    "title": "Common Archetype"
                },
                {
                    "msg": "The Awaken Skills of Aragami types are attack based such as Agi or Mow Down.",
                    "title": "Aragami Archetype"
                },
                {
                    "msg": "The Awaken Skills of Protector types are support or healing based such as Charge or Dia.",
                    "title": "Protector Archetype"
                },
                {
                    "msg": "The Awaken Skills of Psychic types are passive effects that don't affect elemental affinities such as Fire Boost or Mana Bonus.",
                    "title": "Psychic Archetype"
                },
                {
                    "msg": "The Awaken Skills of Elementalist types are passive effects that affect elemental affinities such as Resist or Null skills.",
                    "title": "Elementalist Archetype"
                },
                {
                    "msg": "Demon Fusion will require at least one Common type.",
                    "title": "Demon Fusion and Archetypes"
                },
                {
                    "msg": "Keep in mind that demons that are not Common type are obtained from the Summoning Portal.",
                    "title": "Archetypes"
                },
                {
                    "msg": "The item lineup at the Store includes items that change according to Story progression and discount items.",
                    "title": "Store"
                },
                {
                    "msg": "Tap Rating on the Demon Info screen to check it's rating.",
                    "title": "Demon rating"
                }
            ],
            "lv": 1002
        },
        {
            "data": [
                {
                    "msg": "Who attacks first is determined by Battle Speed. The collective Ag stat of your party members will affect this.",
                    "title": "Battle Speed"
                },
                {
                    "msg": "During battle, you can tap the button at the top-right of the screen to adjust the battle animation speed. Various speeds are available.",
                    "title": "Fast Forward"
                }
            ],
            "lv": 1003
        },
        {
            "data": [
                {
                    "msg": "When a Brand reaches Lv.3, 6 and 9, an additional effect is added to its set of effects.",
                    "title": "Brand Enhancement"
                },
                {
                    "msg": "Warning. If you go on a quest while your Brands inventory is full, any additional Brands collected will be sold automatically.",
                    "title": "Selling Brands Automatically"
                },
                {
                    "msg": "Quest of higher difficulty may have better drop rates and higher Exp gain.",
                    "title": "Change Difficulty"
                }
            ],
            "lv": 1100
        },
        {
            "data": [
                {
                    "msg": "Collect your Welcome Bonus daily from the Black Market. You can get Rare items... if you're lucky.",
                    "title": "Black Market"
                }
            ],
            "lv": 3100
        },
        {
            "data": [
                {
                    "msg": "Bringing a powerful Support Demon is one way to win.",
                    "title": "Support Demon"
                }
            ],
            "lv": 1005
        },
        {
            "data": [
                {
                    "msg": "When choosing a skill in Battle Assist, the MP required for that skill will be reduced, so don't be surprised in the next wave.",
                    "title": "Battle Assist"
                }
            ],
            "lv": 1006
        }
    ],
    "res_code": 0,
    "client_wait": 0
}